7zip
android-tools
anki
antimicrox
antlr4
apparmor
arduino-cli
autotiling
base
base-devel
bind
bluez
bluez-utils
brightnessctl
dbeaver
distrobox
dosfstools
efibootmgr
evtest
ex-vi-compat
exfatprogs
fastfetch
ffmpegthumbnailer
firewalld
flatpak
foot
freerdp
fuse-overlayfs
git
go
greetd
greetd-tuigreet
grim
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-smb
htop
imv
intel-media-driver
intel-ucode
jq
jupyter-notebook
jupyterlab
kanshi
keepassxc
kvantum
kvantum-qt5
libpulse
libreoffice-fresh
libva-intel-driver
libva-utils
linux
linux-firmware
linux-lts
linuxconsole
mako
man-db
mokutil
mpv
nano
neovim
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nginx
nmap
nodejs
noto-fonts
noto-fonts-emoji
npm
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-desktop
polkit-gnome
powertop
prismlauncher
qemu-desktop
qt5ct
qt6ct
reflector
remmina
rofi
sassc
sbctl
slurp
smartmontools
sof-firmware
starship
sudo
sway
swaybg
swayidle
swaylock
systemd-ukify
tailscale
terminus-font
texlab
texlive-binextra
texlive-fontsrecommended
texlive-latexextra
thermald
thunar
thunar-archive-plugin
thunar-volman
tlp
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
udiskie
vim
virt-manager
vulkan-intel
waybar
wdisplays
wf-recorder
wget
wireplumber
wl-clipboard
wmenu
wpa_supplicant
xarchiver
xdg-desktop-portal-wlr
xdg-utils
xorg-xwayland
zathura
zathura-pdf-poppler
zip
zram-generator
